{
  "navigation": {
    "services": "Our services",
    "aboutUs": "About us",
    "contactUs": "Contact Us"
  },
  "languages": {
    "de": "German",
    "en": "English",
    "language": "Language"
  },
  "appTop": {
    "text": "Staffing services",
    "title": "Are you looking for employees?",
    "description": "As a staffing specialist, IWEX finds the right personnel for your specific needs – nationwide and across all industries.",
    "companyName": "IWEX",
    "underTitle": "Satisfied partners across Germany",
    "companyDesc": "IWEX aims to establish a valuable connection between students, particularly from Kyrgyzstan and Central Asia, and the German job market.",
    "students": "Recruited students",
    "partner": "Partners",
    "year": "Company formation"
  },
  "services": {
    "title": "Welcome to IWEX<br /> Here are our top 4 staffing services",
    "description": "Since 2014, we have been connecting motivated students and workers from Kyrgyzstan with German companies to tackle the challenges of the skilled labor shortage together. With our expertise and commitment to excellent service, we are setting new standards in the placement of temporary and permanent jobs as well as training positions."
  },
  "industry": {
    "title": "We operate in<br /> these areas!",
    "circle": "Students available<br />for direct placement"
  },
  "steps": {
    "title": "This is how easy it is to<br />request staff at IWEX.",
    "card1Title": "Support after hiring:",
    "card1Desc": "Our work doesn't end with the signing of the contract. We support both your company and the employee to ensure successful integration and long-term collaboration.",
    "card2Title": "Feedback and support:",
    "card2Desc": "We collect feedback after each interview and assist you in the decision-making process. Our team coordinates negotiations with the candidate until the contract is signed, ensuring a smooth completion of the process.",
    "card3Title": "Organization and coordination of interviews:",
    "card3Desc": "We handle the organization of interviews and adjust to your schedule to ensure efficient communication between you and the candidates.",
    "card4Title": "Presentation of the best candidates:",
    "card4Desc": "After the pre-selection, we present the best candidates along with detailed resumes and our recommendations. This gives you a comprehensive overview of each candidate before inviting them for an interview.",
    "card5Title": "Pre-selection and interviews:",
    "card5Desc": "Our experienced recruiters conduct initial selection rounds, including interviews and skill assessments. We evaluate candidates' professional abilities, experience, and personal qualities to ensure they meet your requirements."
  },
  "banner": {
    "title": {
      "part1": "Contact IWEX now – your reliable",
      "highlight": "recruitment agency",
      "part2": "from",
      "part3": "Kyrgyzstan"
    },
    "description": "Send us an email. We will get back to you<br />promptly with an offer."
  },
  "company": {
    "title": "The story of IWEX",
    "description": "Nurdin Sheishenov, a graduate in logistics from a German-Kyrgyz university, founded IWEX Germany in 2014 and has been leading the company with a focus on international recruitment and training ever since. His personal journey as a former au pair and his experience as an entrepreneur shape his vision of providing talented students from Kyrgyzstan with access to the German job market."
  },
  "contacts": {
    "title": "Contact<br/>us now",
    "subtitle": "Send us an email. We will get back to you promptly with an offer."
  },
  "footer": {
    "contact": "Contact",
    "tel": "Tel",
    "mob": "Mobil",
    "link": "Follow us",
    "adresse": "Address"
  },
  "form": {
    "title": "Contact Form",
    "description": "Do you have any questions or need further information? Fill out the form below, and we will get back to you as soon as possible.",
    "fields": {
      "name": "First name Last name:",
      "email": "Email address:",
      "phone": "Phone Number:",
      "subject": "Subject:",
      "message": "Message:"
    },
    "checkbox": "I consent to the processing of my data in accordance with the privacy policy.",
    "submit": "Submit",
    "validation": {
      "required": "This field is required.",
      "email": "Email must be valid.",
      "phone": "Phone must contain only numbers",
      "requiredCheckbox": "You must agree to the terms and conditions"
    },
    "success": "Form successfully submitted!"
  },
  "impressum": {
    "title": "Impressum",
    "text2": "Commercial Register:",
    "text3": "Register Court: Frankfurt am Main District Court",
    "text4": "Represented by:",
    "text5": "Contact",
    "text6": "Phone:",
    "text7": "Email:",
    "text8": "VAT ID",
    "text9": "VAT Identification Number according to § 27 a of the Value Added Tax Act:",
    "text10": "Consumer Dispute Resolution/Universal Arbitration",
    "text11": "We are not willing or obligated to participate in dispute resolution procedures before a consumer arbitration board."
  },
  "cookieConsent": {
    "title": "We Use Cookies",
    "message": "We use cookies on our website. By clicking 'Accept All,' you agree to the storage of cookies on your device to enhance the performance of our website, improve functionality, analyze website usage, and support our marketing efforts. Your personal data may be used for personalizing advertisements.",
    "message2": "If you click 'Reject All,' only strictly necessary cookies will be stored on your device. No other cookies will be used. Please note, however, that selecting this option may result in a less optimized website experience.",
    "reject": "Reject All",
    "accept": "Accept All"
  },

  "button": "Request staff now"
}
